[
  {
    "_id": "5ba206cb15c2b2571c659355",
    "chapters": null,
    "title": "(Um, Sorry) I’ve Been Reincarnated!",
    "description": "After a god screws up and accidentally takes high schooler Shou’s life, he offers him reincarnation with a gift to make up for it. Shou asks to retain all his old memories for the new life. Shou is reborn as Will, a noble’s son in a world where magic use is common and involves knowledge of kanji characters. With all his memories, he’s a brilliant toddler, and when he experiments with magic, he finds that he has an amazing talent for it! What’s more, though he was smart but unloved in his old life, in his new life he has a mother and a father who both love him deeply. His future as Will is looking very bright!",
    "titlesAlternative": [
      "Tensei Shi Chatta Yo (Iya, Gomen) 転生しちゃったよ （いや、ごめん）"
    ],
    "seriesPageUri": "https://www.readlightnovel.org/um-sorry-ive-been-reincarnated",
    "coverImageUri": "https://www.readlightnovel.org/uploads/posters/1465933732.jpg",
    "author": null,
    "updated": "",
    "tags": [],
    "genres": ["Fantasy"],
    "rating": 0,
    "status": 0,
    "seriesRef": null
  },
  {
    "_id": "5ba206cd15c2b2571c65935c",
    "chapters": null,
    "title": ".hack//AI Buster",
    "description": "AI buster, the prequel to .hack//SIGN, is the story of Albireo,a debugger, who used to play ‘Fragments,’ the beta version of ‘The World.’ Albireo encounters Lycoris, whom he assumes is an event NPC (an AI character) but she’s actually a failed version of Aura. She is blind, deaf, and mute, because Albireo debugged her and broke up important files. The missing files are hidden as items in the World, and when returned to Lycoris, she gets a function back. When she gains them all, she changes into a teenage form with purple hair who looks like Aura. Because of his acquaintance with Lycoris, Albireo cannot log out of the game and exit the World …  ",
    "titlesAlternative": ["N/A"],
    "seriesPageUri": "https://www.readlightnovel.org/-hackai-buster",
    "coverImageUri": "https://www.readlightnovel.org/uploads/posters/-hackai-buster.jpg",
    "author": null,
    "updated": "",
    "tags": [],
    "genres": ["Adventure", "Fantasy", "Sci-fi"],
    "rating": 0,
    "status": 0,
    "seriesRef": null
  },
  {
    "_id": "5ba206cd15c2b2571c65935d",
    "chapters": null,
    "title": ".hack//C.S.",
    "description": "Everything can be covered in shadow. This is the significance of C.S. 13. Two players appear beneath the Ikaruga no Kagami with no real recent memories. Ikaruga uses that as a chance to move forward, “What should I do?”\nAn original novel derived from .hack//G.U. Pushed forth by original characters, it takes place between volumes 2 and 3. Warning, while the main story remains the same, AIDA’s setting, the twilight epitaphs, Harold, and others have been tweaked.",
    "titlesAlternative": [""],
    "seriesPageUri": "https://www.readlightnovel.org/-hackc-s-",
    "coverImageUri": "https://www.readlightnovel.org/assets/images/noimage.jpg",
    "author": null,
    "updated": "",
    "tags": [],
    "genres": ["Action"],
    "rating": 0,
    "status": 0,
    "seriesRef": null
  }
]
